"%@ logical, %@ physical" = "%@ looginen, %@ fyysinen";
"%d attributes" = "%d attribuutteja";
"'%@', Offset: %d, Size: %d" = "'%@', Haarauma: %d, koko: %d";
"Access Date:" = "Avattu:";
"Alias File Creator:" = "Aliaksen tiedostoluoja:";
"Alias File Type:" = "Aliaksen tiedostotyyppi:";
"Alias Filesystem ID:" = "Aliaksen tiedostojärjestelmä-ID:";
"Alias Node ID:" = "Aliaksen noodi-ID:";
"Alias Parent Directory ID:" = "Aliaksen isäntäkansion hakemisto-ID:";
"Alias Path:" = "Aliaksen polku:";
"Alias Signature:" = "Aliaksen allekirjoitus:";
"Alias Target Creation Date:" = "Aliaksen kohteen luontipäivä:";
"Alias Target Name:" = "Aliaksen kohteen nimi:";
"Alias Volume Creation Date:" = "Aliastaltion luontipäivä:";
"Alias Volume Name:" = "Aliaksen levynimi:";
"Alias Volume has Persistent File IDs:" = "Aliaksen taltiolla on kiinteät tiedosto-ID:t:";
"Alias Volume is Automounted:" = "Aliaksen taltio tuotiin näkyviin automaattisesti:";
"Alias Volume is Boot:" = "Aliaksen taltio on käynnistystaltio:";
"Alias Volume is Directory:" = "Aliaksen taltio on hakemisto:";
"Alias Volume is Ejectable:" = "Aliaksen taltio voidaan poistaa:";
"Application:" = "Ohjelma:";
"Arguments:" = "Argumentteja:";
"Attribute Modification Date:" = "Attribuuttia muokattu:";
"Backup Date:" = "Varmuuskopioitu:";
"Base Priority:" = "Perusprioriteetti:";
"Block Size:" = "Lohkokoko:";
"Blocks Allocated for File:" = "Lohkoja allokoitu tiedostolle:";
"Checked Date:" = "Tarkistettu:";
"Children:" = "Lapsia:";
"Command:" = "Komento:";
"Count" = "Määrä";
"Creation Date:" = "Luotu:";
"Creator:" = "Luoja:";
"Data Clump Size:" = "Datakimpun koko:";
"Data Fork Size:" = "Datahaarukan koko:";
"Device Type:" = "Laitetyyppi:";
"Directory Listing for: " = "Hakemistolistaus kohteelle: ";
"Directory Valence:" = "Hakemistovalenssi:";
"Directory:" = "Hakemisto:";
"Disk ID:" = "Levyn ID:";
"Display Name:" = "Näyttönimi:";
"Drive Name:" = "Aseman nimi:";
"Drive Number ID:" = "Aseman ID-numero:";
"Driver RefNum:" = "Ajurin RefNum:";
"Ejectable:" = "Poistettavissa:";
"Environment:" = "Ympäristö:";
"Extended Attributes:" = "Jatkettuja attribuutteja:";
"Extended Finder Flags:" = "Laajennetut Finder-valinnat:";
"Extension Hidden:" = "Tarkenne piilotettu:";
"File Count:" = "Tiedostojen lukumäärä:";
"File Generation Number:" = "Tiedostogeneraationumero:";
"File System:" = "Tiedostojärjestelmä:";
"Files" = "Tiedostot";
"Filesystem ID:" = "Tiedostojärjestelmän ID:";
"Find Result for: " = "Hakutulos: ";
"Finder Flags:" = "Finder-valinnat:";
"Finder Put Away Folder ID:" = "Finderin Laita takaisin -kansio-ID:";
"Finder Scroll Position:" = "Finder-rullauskohta:";
"Finder location:" = "Finder-sijainti:";
"Flags:" = "Valinnat:";
"Folder Count:" = "Kansioiden lukumäärä:";
"Folder Window Bounds:" = "Kansioikkunan rajat:";
"ForkReport.txt" = "Haarukkaraportti.txt";
"Free Blocks:" = "Vapaita lohkoja:";
"Free Space:" = "Vapaata tilaa:";
"Group:" = "Ryhmä:";
"Has Custom Icon:" = "Muokattu kuvake:";
"In Directories: " = "Hakemistoissa: ";
"Inode's Device:" = "Inoden laite:";
"Inode's Number:" = "Inoden numero:";
"Invisible:" = "Näkymätön:";
"Kind:" = "Laji:";
"Locked:" = "Lukittu:";
"Mac Alias:" = "Mac-alias:";
"Modification Date:" = "Muokattu:";
"Mount Point:" = "Näkyviintuontikohta:";
"NO" = "EI";
"Name" = "Nimi";
"Name:" = "Nimi:";
"Next Allocation:" = "Seuraava allokaatio:";
"Next Catalog ID:" = "Seuraava katalogi-ID:";
"Node Flags:" = "Noodivalinnat:";
"Node ID:" = "Noodi-ID:";
"Number of Hard Links:" = "Kovien linkkien lukumäärä:";
"Number of Types: %d" = "Tyyppien määrä: %d";
"Optimal I/O Blocksize:" = "Optimaalinen I/O-lohkokoko:";
"Owner:" = "Omistaja:";
"Package:" = "Pakkaus:";
"Parent Directory ID:" = "Isäntähakemiston ID:";
"Parent:" = "Ylempi taso:";
"Pasteboard Name: \"%@\"" = "Leikepöydän nimi: \"%@\"";
"Path" = "Polku";
"Path:" = "Polku:";
"Percent CPU:" = "Prosenttia CPU:";
"Percent Memory:" = "Prosenttia muistia:";
"Permissions Mode:" = "Käyttöoikeusmoodi:";
"Permissions:" = "Käyttöoikeudet:";
"Priority:" = "Tärkeys:";
"Process Group:" = "Prosessiryhmä:";
"Process Report: %d processes" = "Prosessiraportti: %d prosessia";
"Process:" = "Prosessi:";
"Read Only:" = "Ainoastaan luku:";
"Real User:" = "Todellinen käyttäjä:";
"Region" = "Alue";
"Regions" = "Alueita";
"Resident Memory:" = "Vakinaista muistia:";
"Resource Fork Size:" = "Resurssihaarukan koko:";
"Resource Map:" = "Resurssikartta:";
"Rsrc Clump Size:" = "Resurssikimpun koko:";
"Sharing Flags:" = "Jakovalinnat:";
"Siblings:" = "Sisarruksia:";
"Signature ID:" = "Tunniste-ID:";
"Size:" = "Koko:";
"Spotlight Metadata:" = "Spotlight-metatiedot:";
"Symbolic Link:" = "Symbolinen linkki:";
"System CPU:" = "Järjestelmä CPU:";
"Table" = "Taulukko";
"Tables" = "Taulukoita";
"Task:" = "Tehtävä:";
"Thread Count:" = "Säikeiden määrä:";
"Total Blocks:" = "Lohkoja yhteensä:";
"Total CPU:" = "Yhteensä CPU:";
"Type:" = "Tyyppi:";
"Types: %d" = "Tyypit: %d";
"URL:" = "osoite:";
"User Access:" = "Käyttäjän pääsy:";
"User CPU:" = "Käyttäjä CPU:";
"User Defined Flags:" = "Käyttäjän määrittelemät valinnat:";
"User Privileges:" = "Käyttäjän oikeudet:";
"User:" = "Tunnus:";
"Virtual Memory:" = "Virtuaalimuistia:";
"Volume Reference Number:" = "Taltion viite:";
"Volume Refnum:" = "Taltion RefNum:";
"Volume:" = "Taltio:";
"YES" = "KYLLÄ";
"top %d, left %d, bottom %d, right %d" = "ylä %d, vasen %d, ala %d, oikea %d";
